import time
time.sleep(1)
lyrics = [
    ["เรื่องหัวนอนปลายเท้าไม่ค่อยจะมี",5.5],
    ["แต่หัวใจยังดี ฉันขอยืนยัน",5],
    ["ไม่เคยแบ่งให้ใครเก็บไว้มานาน",5.5],
    ["ขอให้มันเป็นวันที่ฉันได้บอก",5],
    ["บอกเธอให้รู้สักที",4],
    ["ยินดีให้เธอรับไป ภูมิใจให้เธอรับฟัง",6],
    ["ได้เกิดมาหนึ่งครั้งฉันยังได้ทำในสิ่งนี้",6],
    ["ถ้าหากพรุ่งนี้ฉันตายก็คงจะไม่เสียที",6],
    ["ชีวิตฉันถึงมันไม่ค่อยรักดี",4],
    ["วันนี้ฉันยังได้รักเธอ",3.5]
]

for line in lyrics:
    print(line[0]+"\n")
    time.sleep(line[1])